Repository: chrisnguyen1211/pillrdotlol
Catalog: Sources/LidEffort/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, pt_br, ru, zh_hans

source: Install updates automatically
fr: Installer les mises à jour automatiquement
ja: アップデートを自動的にインストール
pt_br: Instalar atualizações automaticamente
ru: Устанавливать обновления автоматически
zh_hans: 自动安装更新

source: Integrations
fr: Intégrations
ja: 連携
pt_br: Integrações
ru: Интеграции
zh_hans: 集成

source: It joins your Mac's own notch
fr: Elle rejoint l'encoche de votre Mac
ja: Mac 自身のノッチと一体に
pt_br: Ele se une ao notch do seu próprio Mac
ru: Она объединяется с выемкой Mac
zh_hans: 它会接上 Mac 自己的刘海

source: It only ever watched the files the CLI and the VS Code extension write, so work done in the desktop app never made it spin.
fr: Il ne surveillait que les fichiers écrits par la CLI et l'extension VS Code : le travail fait dans l'app de bureau ne le faisait donc jamais tourner.
ja: 以前は CLI と VS Code 拡張が書くファイルしか見ていなかったため、デスクトップアプリでの作業ではリングが動きませんでした。
pt_br: Ele só observava os arquivos que a CLI e a extensão do VS Code escrevem, então o trabalho feito no app para desktop nunca o fazia girar.
ru: Раньше отслеживались только файлы CLI и расширения VS Code, поэтому работа в настольном приложении не запускала вращение кольца.
zh_hans: 以前只盯 CLI 和 VS Code 扩展写的文件，桌面应用里的工作从不会让它转起来。

source: It stopped being read but its last reading was kept, so the ring came back at the next launch.
fr: Il cessait d'être lu mais son dernier relevé était conservé : l'anneau revenait au lancement suivant.
ja: 読み取りは止まるものの最後の読み取りが保持されていたため、次回の起動でリングが戻ってきていました。
pt_br: Ele deixava de ser lido, mas a última leitura era mantida, então o anel voltava na inicialização seguinte.
ru: Чтение прекращается, а последнее показание сохраняется, поэтому кольцо возвращается при следующем запуске.
zh_hans: 不再读取，但上次读数还留着，所以下次启动圆环又回来了。

source: Its %@ limit is spent.
fr: Sa limite %@ est épuisée.
ja: %@ の上限を使い切りました。
pt_br: O limite de %@ dele está esgotado.
ru: Лимит %@ исчерпан.
zh_hans: 它的 %@ 额度已用完。

source: Keep a work login apart with CLAUDE_CONFIG_DIR? It now gets its own ring, its own limits, and its own row in Settings, beside your personal one.
fr: Vous gardez un compte pro à part avec CLAUDE_CONFIG_DIR ? Il obtient désormais son propre anneau, ses propres limites et sa propre ligne dans les Réglages, à côté de votre compte personnel.
ja: CLAUDE_CONFIG_DIR で仕事用のログインを分けていますか。個人用のものと並んで、独自のリング、独自の上限、設定の独自の行を持つようになりました。
pt_br: Mantém um login de trabalho separado com CLAUDE_CONFIG_DIR? Agora ele ganha o próprio anel, os próprios limites e a própria linha nos Ajustes, ao lado do seu pessoal.
ru: Используете CLAUDE_CONFIG_DIR для рабочего входа? Теперь у него есть отдельное кольцо, лимиты и строка в настройках рядом с личным аккаунтом.
zh_hans: 用 CLAUDE_CONFIG_DIR 把工作登录分开？它现在有自己的圆环、自己的额度，以及设置里自己的一行，就在个人账号旁边。

source: Keep open
fr: Garder ouverte
ja: 開いたままにする
pt_br: Manter aberto
ru: Оставить открытым
zh_hans: 保持展开

source: Language
fr: Langue
ja: 言語
pt_br: Idioma
ru: Язык
zh_hans: 语言

source: Large
fr: Grande
ja: 大
pt_br: Grande
ru: Большой
zh_hans: 大

source: Left
fr: Gauche
ja: 左
pt_br: Esquerda
ru: Слева
zh_hans: 左侧

source: Lifetime tokens
fr: Jetons au total
ja: 累計トークン
pt_br: Tokens no total
ru: Токены за всё время
zh_hans: 累计 token

source: Loaded models appear in Accounts → Connected and are checked every second. Embedding models are not shown.
fr: Les modèles chargés apparaissent dans Comptes → Connectés et sont vérifiés chaque seconde. Les modèles d'embedding ne sont pas affichés.
ja: 読み込まれたモデルは アカウント → 接続済み に表示され、毎秒確認します。埋め込みモデルは表示しません。
pt_br: Os modelos carregados aparecem em Contas → Conectado e são verificados a cada segundo. Modelos de embedding não aparecem.
ru: Загруженные модели появляются в Аккаунты → Подключён и проверяются каждую секунду. Модели эмбеддингов не показываются.
zh_hans: 已加载的模型会出现在「账号 → 已连接」，每秒检查一次。不显示嵌入模型。

source: Local Models
fr: Modèles locaux
ja: ローカルモデル
pt_br: Modelos locais
ru: Локальные модели
zh_hans: 本地模型

source: Local Session
fr: Session locale
ja: ローカルセッション
pt_br: Sessão local
ru: Локальный сеанс
zh_hans: 本地会话

source: Long enough to notice, short enough to ignore.
fr: Assez long pour être remarqué, assez court pour être ignoré.
ja: 気づく程度に長く、無視できる程度に短く。
pt_br: Tempo suficiente para notar, curto o bastante para ignorar.
ru: Достаточно долго, чтобы заметить, и достаточно коротко, чтобы не мешать.
zh_hans: 够注意到，也够被忽略。

source: Long enough to read the session's name and reach for it.
fr: Assez long pour lire le nom de la session et l'atteindre.
ja: セッション名を読んで手を伸ばせる程度の長さ。
pt_br: Tempo suficiente para ler o nome da sessão e alcançá-la.
ru: Достаточно долго, чтобы прочитать название сеанса и открыть его.
zh_hans: 够读完会话名称并伸手过去。

source: Long messages are no longer cut off
fr: Les longs messages ne sont plus tronqués
ja: 長いメッセージが切れないように
pt_br: Mensagens longas não são mais cortadas
ru: Длинные сообщения больше не обрезаются
zh_hans: 长消息不再被截断

source: Longer window
fr: Fenêtre plus longue
ja: 長期の枠
pt_br: Janela mais longa
ru: Более длинное окно
zh_hans: 更长周期

source: Longest chat
fr: Plus longue conversation
ja: 最長のチャット
pt_br: Conversa mais longa
ru: Самый длинный чат
zh_hans: 最长对话

source: Longest streak
fr: Plus longue série
ja: 最長の連続日数
pt_br: Maior sequência
ru: Самая длинная серия
zh_hans: 最长连续

source: MCP (1 month)
fr: MCP (1 mois)
ja: MCP（1 か月）
pt_br: MCP (1 mês)
ru: MCP (1 месяц)
zh_hans: MCP（1 个月）

source: Main display
fr: Écran principal
ja: メインディスプレイ
pt_br: Tela principal
ru: Основной дисплей
zh_hans: 主显示器

source: Matches the Mac's preferred language.
fr: Correspond à la langue préférée du Mac.
ja: Mac の優先言語に合わせます。
pt_br: Corresponde ao idioma preferido do Mac.
ru: Соответствует предпочитаемому языку Mac.
zh_hans: 与 Mac 的首选语言一致。

source: Measure speed and thinking
fr: Mesurer la vitesse et la réflexion
ja: 速度と思考を計測
pt_br: Medir velocidade e raciocínio
ru: Измерять скорость и размышления
zh_hans: 测量速度与思考

source: Medium
fr: Moyenne
ja: 中
pt_br: Médio
ru: Средний
zh_hans: 中

source: Menu bar
fr: Barre des menus
ja: メニューバー
pt_br: Barra de menus
ru: Строка меню
zh_hans: 菜单栏

source: Minutes under an hour; otherwise the reset date and time.
fr: Des minutes en dessous d'une heure ; sinon la date et l'heure de réinitialisation.
ja: 1 時間未満なら分、それ以外はリセットの日時。
pt_br: Minutos quando falta menos de uma hora; caso contrário, a data e a hora da renovação.
ru: Минуты, если до сброса меньше часа; иначе дата и время сброса.
zh_hans: 不足一小时显示分钟；否则显示重置日期和时间。

source: Monitoring off.
fr: Surveillance désactivée.
ja: 監視はオフです。
pt_br: Monitoramento desativado.
ru: Мониторинг выключен.
zh_hans: 未在监视。

source: Monthly budget
fr: Budget mensuel
ja: 月間の予算
pt_br: Orçamento mensal
ru: Месячный бюджет
zh_hans: 每月预算

source: Monthly limit
fr: Limite mensuelle
ja: 月間の上限
pt_br: Limite mensal
ru: Месячный лимит
zh_hans: 每月额度

source: Monthly usage
fr: Consommation mensuelle
ja: 月間の使用量
pt_br: Uso mensal
ru: Месячное использование
zh_hans: 每月用量

source: Most readings are borrowed from a tool that already holds the account. DeepSeek is the exception: clicking Sign in opens its own pillr WebView, and signing out here clears only that session and its saved reading.
fr: La plupart des lectures viennent d'un outil qui détient déjà le compte. DeepSeek fait exception : Se connecter ouvre sa propre WebView pillr, et se déconnecter ici efface seulement cette session et sa lecture enregistrée.
ja: ほとんどの値は、すでにアカウントを持っているツールから借りて読みます。例外は DeepSeek で、「サインイン」を押すと pillr 専用の WebView が開きます。ここでサインアウトすると、そのセッションと保存した値だけが消えます。
pt_br: A maioria das leituras vem de uma ferramenta que já tem a conta. O DeepSeek é a exceção: clicar em Entrar abre uma WebView própria do pillr, e sair aqui apaga só essa sessão e a leitura salva.
ru: Большинство данных берётся из инструмента, где аккаунт уже есть. Исключение DeepSeek: кнопка «Войти» открывает собственный WebView pillr, а выход здесь удаляет только этот сеанс и его сохранённые данные.
zh_hans: 大多数读数借自已经持有该账号的工具。DeepSeek 是例外：点「登录」会打开 pillr 自己的 WebView，在这里退出只会清掉这次会话和已保存的读数。

source: Move Down
fr: Descendre
ja: 下へ移動
pt_br: Mover para baixo
ru: Переместить вниз
zh_hans: 下移

source: Move Left
fr: Déplacer à gauche
ja: 左へ移動
pt_br: Mover para a esquerda
ru: Переместить влево
zh_hans: 左移

source: Move Right
fr: Déplacer à droite
ja: 右へ移動
pt_br: Mover para a direita
ru: Переместить вправо
zh_hans: 右移

source: Move Up
fr: Monter
ja: 上へ移動
pt_br: Mover para cima
ru: Переместить вверх
zh_hans: 上移

source: Moves to the display containing the window receiving keyboard input.
fr: Se déplace vers l'écran contenant la fenêtre qui reçoit la saisie clavier.
ja: キーボード入力を受け取っているウインドウのあるディスプレイに移動します。
pt_br: Vai para a tela que contém a janela que está recebendo a digitação.
ru: Перемещается на дисплей с окном, получающим ввод с клавиатуры.
zh_hans: 移到正在接收键盘输入的窗口所在的显示器。

source: Multiple Claude Code accounts
fr: Plusieurs comptes Claude Code
ja: 複数の Claude Code アカウント
pt_br: Várias contas do Claude Code
ru: Несколько аккаунтов Claude Code
zh_hans: 多个 Claude Code 账号

source: Mute Limit Alerts
fr: Couper les alertes de limite
ja: 上限アラートを消音
pt_br: Silenciar alertas de limite
ru: Отключить оповещения о лимитах
zh_hans: 静音额度提醒

source: Neither
fr: Aucun
ja: どちらにも出さない
pt_br: Nenhum
ru: Ни то ни другое
zh_hans: 都不显示

source: Next expires %@
fr: Prochaine expiration %@
ja: 次は %@ に期限切れ
pt_br: Próxima expira %@
ru: Следующий истекает %@
zh_hans: 下次 %@ 到期

source: No Gemini CLI, OpenCode or Hermes sessions found
fr: Aucune session Gemini CLI, OpenCode ou Hermes trouvée
ja: Gemini CLI、OpenCode、Hermes のセッションが見つかりません
pt_br: Nenhuma sessão da CLI do Gemini, do OpenCode ou do Hermes encontrada
ru: Сеансы Gemini CLI, OpenCode или Hermes не найдены
zh_hans: 没有找到 Gemini CLI、OpenCode 或 Hermes 会话

source: No Ollama usage recorded yet for this period.
fr: Aucune consommation Ollama enregistrée pour cette période.
ja: この期間の Ollama の使用量はまだ記録されていません。
pt_br: Nenhum uso do Ollama registrado neste período ainda.
ru: За этот период использование Ollama ещё не записано.
zh_hans: 这段时间还没有 Ollama 用量记录。

source: No OpenCode Go subscription on this key
fr: Aucun abonnement OpenCode Go sur cette clé
ja: このキーに OpenCode Go のサブスクリプションがありません
pt_br: Nenhuma assinatura OpenCode Go nesta chave
ru: Для этого ключа нет подписки OpenCode Go
zh_hans: 这个密钥上没有 OpenCode Go 订阅

source: No icon anywhere. Open pillr again from Applications to bring these settings back.
fr: Aucune icône nulle part. Rouvrez pillr depuis Applications pour retrouver ces réglages.
ja: どこにもアイコンが出ません。この設定に戻るには、アプリケーションから pillr をもう一度開いてください。
pt_br: Nenhum ícone em lugar algum. Abra o pillr novamente em Aplicativos para trazer estes ajustes de volta.
ru: Ни одного значка. Откройте pillr снова из Программ, чтобы вернуть эти настройки.
zh_hans: 哪里都没有图标。从「应用程序」再打开 pillr，才能回到这些设置。

source: No more transcript folders left behind
fr: Plus de dossiers de transcription laissés derrière
ja: トランスクリプトのフォルダが残らないように
pt_br: Sem pastas de transcrição deixadas para trás
ru: Больше никаких папок с расшифровками
zh_hans: 不再留下 transcript 文件夹

source: No reading
fr: Aucun relevé
ja: 読み取りなし
pt_br: Sem leitura
ru: Нет данных
zh_hans: 暂无读数

source: No unused resets
fr: Aucune réinitialisation inutilisée
ja: 未使用のリセットなし
pt_br: Nenhuma renovação não usada
ru: Нет неиспользованных сбросов
zh_hans: 暂无未使用重置

source: None
fr: Aucun
ja: なし
pt_br: Nenhum
ru: Нет
zh_hans: 无

source: Not connected
fr: Non connectés
ja: 未接続
pt_br: Não conectado
ru: Не подключён
zh_hans: 未连接

source: Not selected
fr: Non sélectionné
ja: 未選択
pt_br: Não selecionado
ru: Не выбрано
zh_hans: 未选中

source: Notch
fr: Encoche
ja: ノッチ
ru: Панель
zh_hans: 刘海

source: Notch reads
fr: L'encoche affiche
ja: ノッチに表示する上限
pt_br: O notch mostra
ru: Показания панели
zh_hans: 刘海显示

source: Nothing is connected, so the notch has no rings to draw.
fr: Rien n'est connecté : l'encoche n'a donc aucun anneau à dessiner.
ja: 何も接続されていないため、ノッチに描くリングがありません。
pt_br: Nada está conectado, então o notch não tem anéis para desenhar.
ru: Ничего не подключено, поэтому панели нечего отображать.
zh_hans: 没有已连接的服务，刘海里没有圆环可画。

source: Nothing on screen. Open pillr again from Applications to bring these settings back.
fr: Rien à l'écran. Rouvrez pillr depuis Applications pour retrouver ces réglages.
ja: 画面には何も出ません。この設定に戻るには、アプリケーションから pillr をもう一度開いてください。
pt_br: Nada na tela. Abra o pillr novamente em Aplicativos para trazer estes ajustes de volta.
ru: Ничего не показывать. Откройте pillr снова из Программ, чтобы вернуть эти настройки.
zh_hans: 屏幕上什么都没有。从「应用程序」再打开 pillr，才能回到这些设置。

source: Nothing on screen. The readings stay in the menu bar menu when App icon is Menu bar. Otherwise, open pillr again from Applications to bring these settings back.
fr: Rien à l'écran. Les relevés restent dans le menu de la barre des menus quand Icône de l'app est réglée sur Barre des menus. Sinon, rouvrez pillr depuis Applications pour retrouver ces réglages.
ja: 画面には何も出ません。「アプリアイコン」が「メニューバー」なら、読み取りはメニューバーのメニューに残ります。それ以外の場合、この設定に戻るには、アプリケーションから pillr をもう一度開いてください。
pt_br: Nada na tela. As leituras continuam no menu da barra de menus quando o Ícone do app é Barra de menus. Caso contrário, abra o pillr novamente em Aplicativos para trazer estes ajustes de volta.
ru: На экране ничего нет. Если значок приложения находится в строке меню, показания остаются в её меню. Иначе снова откройте pillr из папки «Программы», чтобы вернуть эти настройки.
zh_hans: 屏幕上什么都没有。应用图标选「菜单栏」时，读数仍在菜单栏菜单里。否则，从「应用程序」再打开 pillr，才能回到这些设置。

source: Nudge it clear of another menu-bar app anchored to the same spot; remembered per edge.
fr: Décalez-la pour dégager une autre app de la barre des menus ancrée au même endroit ; mémorisé pour chaque bord.
ja: 同じ位置に固定された別のメニューバーアプリを避けてずらせます。位置は辺ごとに記憶されます。
pt_br: Afaste-a de outro app da barra de menus fixado no mesmo ponto; lembrado por borda.
ru: Сдвиньте её, чтобы освободить место для другого приложения в строке меню; положение запоминается для каждого края.
zh_hans: 把它挪开，避开钉在同一位置的其他菜单栏应用；按边缘记住。

source: Off
fr: Désactivé
ja: オフ
pt_br: Desativado
ru: Выкл.
zh_hans: 关闭

source: Ollama API key
fr: Clé API Ollama
ja: Ollama の API キー
pt_br: Chave de API do Ollama
ru: API-ключ Ollama
zh_hans: Ollama API 密钥

source: On demand
fr: À la demande
ja: 従量課金
pt_br: Sob demanda
ru: По запросу
zh_hans: 按需用量

source: On the top edge it takes the hardware's shape, so the two read as one rather than as a bar parked underneath.
fr: Sur le bord supérieur, elle épouse la forme du matériel : les deux se lisent comme une seule forme plutôt que comme une barre garée en dessous.
ja: 上端では実機のノッチの形を取り込むので、下にバーが置かれているようにではなく、ひと続きに見えます。
pt_br: Na borda superior ele assume o formato do hardware, de modo que os dois formem uma só figura em vez de uma barra estacionada embaixo.
ru: У верхнего края она повторяет форму аппаратной выемки, поэтому выглядит единым элементом, а не панелью под ней.
zh_hans: 放在顶部时会采用硬件的形状，两者读起来是一块，而不是停在下面的一条。

source: One ring per provider, showing the headline limit. The weekly allowance stays in the hover card.
fr: Un anneau par fournisseur, avec la limite principale. Le quota hebdomadaire reste dans la carte au survol.
ja: サービスごとに 1 本のリングで主な上限を表示します。週間の枠はホバーカードに残ります。
pt_br: Um anel por provedor, com o limite principal. A cota semanal fica no cartão ao passar o mouse.
ru: Одно кольцо на провайдера с основным лимитом. Недельная квота остаётся в карточке при наведении.
zh_hans: 每个服务一个圆环，显示主额度。每周额度仍在提示卡里。

source: Only needed when LM Studio's server requires a token (Developer → Server Settings). Without one, requests are sent with no Authorization header.
fr: Utile seulement si le serveur de LM Studio exige un jeton (Developer → Server Settings). Sans jeton, les requêtes partent sans en-tête Authorization.
ja: LM Studio のサーバーがトークンを必要とする場合だけ使います（Developer → Server Settings）。なければ Authorization ヘッダなしで送信します。
pt_br: Só é necessário quando o servidor do LM Studio exige um token (Developer → Server Settings). Sem ele, as requisições vão sem o cabeçalho Authorization.
ru: Нужен, только если сервер LM Studio требует токен (Developer → Server Settings). Без него запросы отправляются без заголовка Authorization.
zh_hans: 仅当 LM Studio 服务器要求令牌时才需要（开发者 → 服务器设置）。不填则请求不带 Authorization 头。

source: Only the hardware notch wakes a notch joined to it
fr: Seule l'encoche matérielle réveille une encoche qui lui est jointe
ja: 一体化したノッチは実機のノッチでのみ反応
pt_br: Só o notch físico acorda um notch unido a ele
ru: Панель, объединённая с выемкой, просыпается только от аппаратной выемки
zh_hans: 只有硬件刘海才会唤醒贴上去的刘海

source: Open %@
fr: Ouvrir %@
ja: %@ を開く
pt_br: Abrir o %@
ru: Открыть %@
zh_hans: 打开 %@

source: Open %@ Usage Page
fr: Ouvrir la page de consommation %@
ja: %@の使用状況ページを開く
pt_br: Abrir página de uso do %@
ru: Открыть страницу использования %@
zh_hans: 打开 %@ 用量页面

source: Open pillr at login
fr: Ouvrir pillr à l'ouverture de session
ja: ログイン時に pillr を開く
pt_br: Abrir o pillr ao iniciar a sessão
ru: Открывать pillr при входе
zh_hans: 登录时打开 pillr

source: Open LM Studio
fr: Ouvrir LM Studio
ja: LM Studio を開く
pt_br: Abrir o LM Studio
ru: Открыть LM Studio
zh_hans: 打开 LM Studio

source: Open Ollama
fr: Ouvrir Ollama
ja: Ollama を開く
pt_br: Abrir o Ollama
ru: Открыть Ollama
zh_hans: 打开 Ollama

source: Open the notch for a moment
fr: Ouvrir l'encoche un instant
ja: ノッチを一瞬開く
pt_br: Abrir o notch por um instante
ru: Ненадолго открыть панель
zh_hans: 短暂打开刘海

source: OpenCode's Go plan is a new ring
fr: Le plan Go d'OpenCode est un nouvel anneau
ja: OpenCode の Go プランが新しいリングに
pt_br: O plano Go do OpenCode é um novo anel
ru: Тариф Go в OpenCode — новое кольцо
zh_hans: OpenCode 的 Go 套餐成了新的圆环

source: Opening Settings could still read a switched-off provider's account, and a reply already in flight could restore a reading you had just asked it to forget.
fr: Ouvrir les Réglages pouvait encore lire le compte d'un fournisseur désactivé, et une réponse déjà en vol pouvait restaurer un relevé que vous veniez de demander d'oublier.
ja: 設定を開くと、オフにしたサービスのアカウントを読み取ってしまうことがありました。また、すでに送信済みの応答が、忘れるよう指示したばかりの読み取りを復活させることがありました。
pt_br: Abrir os Ajustes ainda podia ler a conta de um provedor desativado, e uma resposta já a caminho podia restaurar uma leitura que você tinha acabado de mandar esquecer.
ru: Открытие настроек всё ещё могло читать аккаунт выключенного провайдера, а уже выполнявшийся ответ мог вернуть только что удалённое показание.
zh_hans: 打开设置仍可能读取已关闭服务的账号，一次还在路上的回复也可能把你刚让它忘掉的读数加回来。

source: Opens %@ in your browser. That site has its own sign-in, separate from the credential read here.
fr: Ouvre %@ dans votre navigateur. Ce site a sa propre connexion, distincte de l'identifiant lu ici.
ja: ブラウザで %@ を開きます。このサイトには独自のサインインがあり、ここで読み取っている資格情報とは別のものです。
pt_br: Abre o %@ no seu navegador. Esse site tem o login próprio dele, separado da credencial lida aqui.
ru: Открывает %@ в браузере. На этом сайте используется отдельный вход, не связанный с читаемыми здесь данными.
zh_hans: 在浏览器打开 %@。那个网站有自己的登录，和这里读取的凭证不是一回事。

source: Opens %@, which is where this account is signed in.
fr: Ouvre %@, où ce compte est connecté.
ja: このアカウントがサインインしている %@ を開きます。
pt_br: Abre o %@, que é onde esta conta está conectada.
ru: Открывает %@, где выполнен вход в этот аккаунт.
zh_hans: 打开 %@，这个账号就是在那里登录的。

source: Outside
fr: À l'extérieur
ja: 外側
pt_br: Fora
ru: Снаружи
zh_hans: 外侧

source: Paste your key
fr: Collez votre clé
ja: キーを貼り付け
pt_br: Cole sua chave
ru: Вставьте ключ
zh_hans: 粘贴密钥

source: Peak tokens
fr: Pic de jetons
ja: トークンのピーク
pt_br: Pico de tokens
ru: Пик токенов
zh_hans: 峰值 token

source: Pending
fr: En attente
ja: 保留中
pt_br: Pendente
ru: Ожидает
zh_hans: 待出

source: Permission
fr: Autorisation
ja: 許可
pt_br: Permissão
ru: Разрешение
zh_hans: 权限

source: Personal
fr: Personnel
ja: 個人
pt_br: Pessoal
ru: Личный
zh_hans: 个人

source: Pin the notch to one display, or show it on every one
fr: Fixez l'encoche sur un écran, ou affichez-la sur tous
ja: ノッチを 1 つのディスプレイに固定、またはすべてに表示
pt_br: Fixe o notch em uma tela, ou exiba-o em todas
ru: Закрепите панель на одном дисплее или показывайте её на всех
zh_hans: 把刘海钉在一台显示器上，或在每一台上显示

source: Pinned to %@.
fr: Fixée sur %@.
ja: %@ に固定。
pt_br: Fixado em %@.
ru: Закреплено на %@.
zh_hans: 固定在 %@。

source: Play %@
fr: Écouter %@
ja: %@ を再生
pt_br: Tocar %@
ru: Воспроизвести %@
zh_hans: 播放 %@

source: Play a sound
fr: Émettre un son
ja: サウンドを再生
pt_br: Tocar um som
ru: Воспроизводить звук
zh_hans: 播放声音

source: Preset
fr: Préréglage
ja: プリセット
pt_br: Predefinição
ru: Предустановка
zh_hans: 预设

source: Preset size
fr: Taille prédéfinie
ja: プリセットのサイズ
pt_br: Tamanho predefinido
ru: Размер предустановки
zh_hans: 预设大小

source: Pro searches
fr: Recherches Pro
ja: Pro 検索
pt_br: Buscas Pro
ru: Поиски Pro
zh_hans: Pro 搜索

source: Put the notch anywhere
fr: Placez l'encoche où vous voulez
ja: ノッチをどこにでも配置
pt_br: Coloque o notch onde quiser
ru: Разместите панель где угодно
zh_hans: 刘海可以放在任意一边

source: Quit pillr
fr: Quitter pillr
ja: pillrを終了
pt_br: Encerrar pillr
ru: Завершить pillr
zh_hans: 退出 pillr

source: Read Cursor from cursor-agent, and enterprise plans correctly
fr: Lecture de Cursor depuis cursor-agent, et plans entreprise corrects
ja: Cursor を cursor-agent から読み取り、エンタープライズプランも正しく
pt_br: Ler o Cursor a partir do cursor-agent, e os planos corporativos corretamente
ru: Корректное чтение Cursor через cursor-agent и корпоративных тарифов
zh_hans: 可以从 cursor-agent 读取 Cursor，企业套餐也能读对

source: Reading Claude usage ran in a fresh directory every poll, and Claude Code filed a transcript folder for each one. It now runs from a single place, in print mode, writing no session at all.
fr: La lecture de la consommation de Claude se lançait dans un nouveau dossier à chaque relevé, et Claude Code créait un dossier de transcription pour chacun. Elle se lance maintenant depuis un seul endroit, en mode print, sans écrire de session.
ja: Claude の使用量の読み取りは、ポーリングのたびに新しいディレクトリで実行され、Claude Code がその都度トランスクリプトのフォルダを作っていました。今は 1 か所から print モードで実行し、セッションを一切書き出しません。
pt_br: A leitura do uso do Claude rodava numa pasta nova a cada consulta, e o Claude Code criava uma pasta de transcrição para cada uma. Agora roda de um só lugar, em modo print, sem gravar sessão nenhuma.
ru: Раньше чтение Claude запускалось в новой папке при каждой проверке, а Claude Code создавал там папку расшифровки. Теперь используется одно место и режим печати без записи сеанса.
zh_hans: 以前每次轮询 Claude 用量都在一个新目录里跑，Claude Code 会给每一次建一个 transcript 文件夹。现在固定在一处、以 print 模式运行，不再写任何会话。

source: Reads GitHub's Copilot quota endpoint using the GitHub CLI session already on the Mac.
fr: Lit le point de quota Copilot de GitHub en utilisant la session de la CLI GitHub déjà présente sur le Mac.
ja: Mac にすでにある GitHub CLI のセッションを使って、GitHub の Copilot 割り当てエンドポイントを読み取ります。
pt_br: Lê o endpoint de cota do Copilot do GitHub usando a sessão da CLI do GitHub já existente no Mac.
ru: Читает квоту Copilot через API GitHub, используя уже существующую сессию GitHub CLI на Mac.
zh_hans: 用这台 Mac 上已有的 GitHub CLI 会话读取 Copilot 配额接口。

source: Recentre
fr: Recentrer
ja: 中央に戻す
pt_br: Recentralizar
ru: По центру
zh_hans: 重新居中

source: Refresh %@
fr: Actualiser %@
ja: %@を更新
pt_br: Atualizar %@
ru: Обновить %@
zh_hans: 刷新 %@

source: Refresh All
fr: Tout actualiser
ja: すべて更新
pt_br: Atualizar tudo
ru: Обновить всё
zh_hans: 全部刷新

source: Refresh all
fr: Tout actualiser
ja: すべて更新
pt_br: Atualizar tudo
ru: Обновить всё
zh_hans: 全部刷新

source: Refresh now
fr: Actualiser maintenant
ja: 今すぐ更新
pt_br: Atualizar agora
ru: Обновить сейчас
zh_hans: 立即刷新

source: Remaining
fr: Restant
ja: 残り
pt_br: Restante
ru: Осталось
zh_hans: 剩余

source: Remove
fr: Supprimer
ja: 削除
pt_br: Remover
ru: Удалить
zh_hans: 移除
